webservice/arquivo.xml

<?xml version="1.0" encoding="ISO-8859-1"?>
<SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/">
	<SOAP-ENV:Body>
		<ns5384:getDados xmlns:ns5384="http://tempuri.org">
			<nome xsi:type="xsd:string">Roque Junior</nome>
			<idade xsi:type="xsd:int">37</idade>
		</ns5384:getDados>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>